shuaizi/baby-health-monitor/esp-base/sdkconfig.defaults
# This file was generated using idf.py save-defconfig or menuconfig [D] key. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 6.0.2 Project Minimal Configuration
#
# default:
CONFIG_IDF_TARGET="esp32s3"

# Public project defaults only. Set real Wi-Fi credentials using menuconfig.
CONFIG_BABY_HEALTH_DISPLAY_ENABLED=y
CONFIG_BABY_HEALTH_WIFI_SSID=""
CONFIG_BABY_HEALTH_WIFI_PASSWORD=""
